app/controllers/articles_controller.rb

INSERT INTO "articles" ("body", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["body", nil], ["created_at", Tue, 20 May 2014 15:26:55 UTC +00:00], ["title", "Playing AOE Online"], ["updated_at", Tue, 20 May 2014 15:26:55 UTC +00:00]]
---
	def create
      @article = Article.new
      @article.title = params[:article][:title]
      @article.body =  params[:article][:body]
      @article.save